questions = [

        {"question": "Белые люди превосходят другие расы, и евгеника является приемлемым средством достижения белого превосходства.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
       "question": "Черные люди превосходят другие расы, и евгеника является приемлемым средством достижения черного превосходства.",
       "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Ку-Кулус клан не делали ничего плохого.",
        "effect": {
             "rcsm": 10,
             "sxsm": 0,
             "agsm": 0,
             "hmpb": 0,
             "cisp": 0,
             "fatp": 0
         },
    },
    {
         "question": "Белая раса причинила достаточно вреда чернокожим, чтобы мы начали доминировать над белыми.",
         "effect": {
              "rcsm": -10,
              "sxsm": 0,
              "agsm": 0,
              "hmpb": 0,
              "cisp": 0,
              "fatp": 0
          },
        },
    {
        "question": "Нет ничего плохого в использовании этнических оскорблений в отношении чернокожих людей.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нет ничего плохого в использовании сильных этнических оскорблений в отношении белых людей.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Демократическая партия (в США) -это чернокожая националистическая партия.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Республиканская партия (в США) -это белая националистическая партия.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Рабство на юге было плачевным.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мы должны обеспечить существование нашего народа и будущее для белых детей.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Black Lives Matter - это не черная националистическая организация.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Правые теории соверешенны.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "На мой взгляд, чернокожие чаще становятся преступниками, чем белые.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Предпочтительнее черная страна, в истории которой нет записей о белых.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Поскольку человеческая раса возникла в Африке/на Ближнем Востоке, черные-более прекрасные люди, чем белые.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нет ничего плохого в том, чтобы изображать чернокожих с сильным акцентом в фильмах.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Чернокожие люди-несправедливо маргинализированная группа.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Белые люди-несправедливо маргинализированная группа.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Аффирмативные действия и возмещение ущерба должны быть предоставлены чернокожим из - за того, насколько несправедлив статус-кво по отношению к чернокожим.",
        "effect": {
            "rcsm": -10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я нео-реакционер, неонацист или этнический ультранационалист.",
        "effect": {
            "rcsm": 10,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мужчина должен заниматься домашним хозяйством.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщина должна заниматься домашним хозяйством.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщинам не место в армии.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщины - это собственность.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мужчины - это собственность.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Традиционные гендерные роли несправедливо патриархальны.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "В радикальном феминизме нет ничего плохого.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщина должна иметь право голоса.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщины деликатнее, и из-за этой черты они должны иметь больше власти в правительстве.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я бы предпочел иметь только одного папу, чем только одну маму.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Патриархат-желанная цель.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мужчины по своей природе являются сексуальными хищниками и насильниками.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нет ничего плохого в том, чтобы объективировать женщин.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "с точки зрения правительства и труда, я  доверяю мужчинам больше, чем женщинам.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Маносфера-это оплот против коррозии нуклеарной семейной единицы.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Матриархат-желанная цель.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Аффирмативные действия в отношении женщин являются обязательными для общества.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Даже феминизм первой волны плох.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Женщинам нет места в обществе.",
        "effect": {
            "rcsm": 0,
            "sxsm": -10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мужчина нет места в обществе.",
        "effect": {
            "rcsm": 0,
            "sxsm": 10,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Взрослые имеют преимущество перед детьми.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Минимальныо юный возраст для голосования будет полезен обществу.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Максимально старший возраст для голосования будет выгоден обществу.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Уголовное обвинение двух подростков одного возраста, которые занимались сексом по обоюдному согласию, - это хорошо.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Уголовное обвинение двух пожилых дюдей одного возраста, которые занимались сексом по обоюдному согласию, является обязательным.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нет ничего плохого в том, чтобы арестовывать несовершеннолетних за хранение алкоголя или наркотиков.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нет ничего плохого в том, чтобы арестовывать взрослых или пожилых людей, у которых есть алкоголь или наркотики.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Людям, не достигшим определенного возраста (например, 16 лет), не следует разрешать водить машину.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Людям старше определенного возраста (например, 80 лет) не следует разрешать водить машину.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Дети являются собственностью родителей.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Родители являются собственностью детей.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Дети некомпетентны, когда дело доходит до принятия правильных решений о постоянном жизненном выборе.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Взрослые и пожилые люди некомпетентны, когда дело доходит до принятия правильных решений о грядущем жизненном пути.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Закон о защите конфиденциальности детей в Интернете существует не для защиты детей, а для того, чтобы просто нарушать их права.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Необходимо ограничить пожилых людей в том, что они могут делать в Интернете.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Дети имеют преимущество перед взрослыми.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мы должны держать детей подальше от правительства.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мы должны держать пожилых людей подальше от правительства.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Права молодых людей - это расходный материал.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": -10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Права пожилых людей - это расходным материалом.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 10,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гражданские союзы между людьми одного пола не являются браком.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мне нравится делать очень гомофобные замечания, ведь в этом нет ничего плохого.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я чувствую себя некомфортно рядом с гетеросексуальными людьми.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я чувствую себя некомфортно рядом с гомосексуальными людьми.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гомосексуализм достоен сожаления.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гетеросексуализм достоен сожаления.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гомосексуализм должен быть нелегальным.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гетеросексуализм должен быть нелегальным.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я подумывал о том, чтобы уничтожать дома гомосексуалистов на том основании, что они гомосексуалисты.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я подумывал о том, чтобы уничтожать дома гомосексуалистов на том основании, что они гетеросексуальны.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Было бы желательно, чтобы общество было полностью гетеросексуальным, даже если для ее достижения используется евгеника.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Общество только для геев было бы желательным, даже если для ее достижения использовалась бы евгеника.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гетеросексуалисты - несправедливо маргинализированная группа.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гомосексуалисты - несправедливо маргинализированная группа.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Нужно препятствовать гей-парадам.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Мне нравится делать очень гетерофобные замечания только потому, что в этом нет ничего плохого.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Принятие сексуальных меньшинств это миф.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Гомосексуалистам следует принимать аффирмативные меры.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я бы никогда не продал свадебный торт паре геев или лесбиянок.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Я бы никогда не продал свадебный торт гетеросексуальной паре.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": -10,
            "cisp": 0,
            "fatp": 0
        },
    },
    {
        "question": "Трансгендерные люди являются больными.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Цисгендерные люди являются больными.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Трансженщины - мужчины.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Трансженщины - женщины.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Биология должна быть основой всей гендерной идентичности.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Трансгендерным людям должно быть предоставлено особое отношение, потому что они избежали своего пола при рождении.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "К людям с цисгендерством следует относиться с особым вниманием в связи с тем, что они знают свой пол.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Смена пола должна быть незаконной.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Общество несправедливо относится к трансгендерам.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Общество несправедливо относится к цисгендерам.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Мне нравится оскорблять транссгендеров.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Мне нравится оскорблять цисгендеров.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Цисгендеризм прискорбен.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Трансгендеризм прискорбен",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Трансгендеры не могут усыновлять детей.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Цисгендеры не могут усыновлять детей.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "'Фраза 'от мужчины к недомужчине' - это точное описание перехода пола.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Необходимо постоянно блокировать людей, которые не используют предпочтительные местоимения.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Евгеника против транс-людей желательна.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 10,
            "fatp": 0
        },
    },
    {
        "question": "Евгеника против цисгендерных людей желательна.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": -10,
            "fatp": 0
        },
    },
    {
        "question": "Толстые люди заслуживают насмешек.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Худые люди заслуживают насмешек.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Я бы предпочел встречаться с худым человеком, чем с толстым.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Я бы предпочел встречаться с толстым человеком, чем с худым.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Я думаю, что ожирение не должно восприниматься слишком хорошо.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Недостаточный вес не должен быть социально приемлемым.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Иметь высокий индекс массы тела - это плохо.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Иметь малый индекс массы тела - это плохо.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "I fatshame often because there isn't anything wrong with it.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Я часто худею, потому что в этом нет ничего плохого.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Евгеника против толстых людей должна быть социально приемлемой.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Евгеника против худых людей должна быть социально принята.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Если бы у меня был ресторан, я бы не продавал еду толстому человеку.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Если бы у меня был ресторан, я бы не продавал еду худому человеку.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Повышение ожирения у детей - это хорошо.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "Желательно здоровое питание и сжигание жира.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Мы должны проводить масштабные кампании, которые показывают людям риски для здоровья, связанные с ожирением.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "Мы должны проводить широкомасштабные кампании, которые показывают людям риски для здоровья, связанные с недоеданием.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
    {
        "question": "С фетшеймингом следует бороться с максимальной силой.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": 10
        },
    },
    {
        "question": "С липостократией следует бороться с максимальной силой.",
        "effect": {
            "rcsm": 0,
            "sxsm": 0,
            "agsm": 0,
            "hmpb": 0,
            "cisp": 0,
            "fatp": -10
        },
    },
]    
